{
  "cancer": {
    "defunciones_canceres_mas_comunes.html": "Los cánceres de mama, próstata y pulmón concentran la mayor parte de los fallecimientos registrados en la última década. El cáncer de colon también tiene una presencia importante, mientras que otros tipos son menos prevalentes.",
    "distribucion_defunciones_cancer_genero.html": "El número de fallecimientos por cáncer es similar entre hombres y mujeres, aunque hay una ligera diferencia a favor de las mujeres. Esta distribución equilibrada indica que ambos géneros enfrentan un riesgo comparable en términos de mortalidad oncológica.",
    "boxplot_defunciones_por_edad_cancer.html": "La mayoría de los fallecimientos por cáncer se concentran entre los 55 y 80 años, con una mediana cercana a los 70. Aunque hay casos por debajo de los 30 años, estos son menos comunes, lo que resalta el impacto del cáncer en adultos mayores.",
    "defunciones_cancer_derechohabiencia.html": "La mayoría de las personas fallecidas por cáncer estaban afiliadas al IMSS, que representa más del 40% de los casos. Le siguen quienes no tenían acceso a ninguna institución y los usuarios del Seguro Popular. Esto muestra el peso que recae sobre el IMSS, pero también la vulnerabilidad de los no afiliados.",
    "Tipos_de_cancer_mas_comunes.html": "La leucemia linfoblástica aguda es, por mucho, la principal afección oncológica atendida, con una diferencia notable frente a los demás tipos. Los tumores no especificados y los linfomas representan también una carga significativa en los hospitales, aunque con menor frecuencia.",
    "boxplot_egresos_cancer_por_edad.html": "Los egresos hospitalarios por cáncer se dan principalmente entre los 20 y los 70 años, con mayor concentración entre los 40 y 60. También hay egresos en edades más avanzadas, lo que refleja una atención hospitalaria continua en etapas tardías de la vida.",
    "distribucion_egresos_cancer_genero.html": "Mujeres y hombres presentan cifras muy similares en egresos hospitalarios por cáncer, lo que indica que la atención médica por esta enfermedad se distribuye de forma prácticamente equitativa entre ambos sexos."
  },
  "diabetes": {
    "defunciones_diabetes_mas_comunes.html": "Evolución anual del número de defunciones atribuibles a la diabetes entre 2013 y 2023. Permite observar si la mortalidad ha aumentado o disminuido con el tiempo.",
    "distribucion_defunciones_diabetes_genero.html": "Las muertes se concentran en pacientes con diabetes tipo 2 con complicaciones renales o múltiples. Las formas sin especificar o sin complicaciones están presentes, pero en menor proporción. Esto sugiere que las complicaciones severas elevan significativamente el riesgo de muerte.",
    "boxplot_defunciones_por_edad_diabetes.html": "Las defunciones por diabetes o cáncer se concentran principalmente en personas mayores de 60 años, siendo raros los fallecimientos en personas menores de 30. La edad mediana se encuentra cerca de los 70 años, mostrando que la mortalidad afecta sobre todo a adultos mayores.",
    "defunciones_diabetes_derechohabiencia.html": "La mayoría de las defunciones se dieron en personas afiliadas al IMSS, seguido por quienes no tenían acceso a ninguna institución pública de salud. Esto refleja la gran carga que enfrenta el IMSS en la atención de enfermedades crónicas, así como la vulnerabilidad de la población.",
    "Tipos_de_diabetes_mas_comunes.html": "La diabetes tipo 2 sin complicaciones es la forma más común registrada en los últimos diez años, con una diferencia muy amplia frente a las demás variantes. Las otras categorías, como con complicaciones renales o no especificadas, representan una proporción considerablemente menor.",
    "boxplot_egresos_diabetes_por_edad.html": "La mayoría de las personas egresadas por diabetes tienen entre 10 y 70 años, concentrándose los casos entre los 40 y 60 años. Hay algunos casos extremos que superan los 100 años, lo cual indica una atención también a personas longevas.",
    "distribucion_egresos_diabetes_genero.html": "Las mujeres presentan un número ligeramente mayor de egresos hospitalarios por diabetes que los hombres, lo que puede reflejar diferencias en la atención médica o en la carga de la enfermedad entre géneros."
  }
}